Repository: Balazs03/Planalytics
Catalog: Planalytics/Planalytics/Resources/Localizable.xcstrings
Source language: en
Languages: hu

# %lld különböző alkalommal történt feltöltés
source: Money was added %lld different times
hu: %lld különböző alkalommal történt feltöltés

# A becsléshez tölts fel még %lld különböző nap tranzakciókat
source: Add money on %lld different days to calculate predictions
hu: A becsléshez tölts fel még %lldkülönböző nap tranzakciókat

# A kívánt összeg meghaladja a célre félretett összeget
source: The desired amount exceeds the amount saved for the goal
hu: A kívánt összeg meghaladja a célre félretett összeget

# A kívánt összeg meghaladja a jelenlegi egyenleget
source: The requested amount exceeds the current balance
hu: A kívánt összeg meghaladja a jelenlegi egyenleget

# A megadott összeg meghaladja a cél összegét
source: The given amount exceeds the amount of the goal
hu: A megadott összeg meghaladja a cél összegét

# Aktív célok: %lld
source: Active goals: %lld
hu: Aktív célok: %lld

# Alkalmazás zárolása
source: Lock app
hu: Alkalmazás zárolása

# Az adott időszakban nem történtek kiadások
source: No expenses found in the selected period
hu: Az adott időszakban nem történtek kiadások

# Az adott összeg meghaladja a jelenlegi egyenleget
source: The given amount exceeds the amount of the goal
hu: Az adott összeg meghaladja a jelenlegi egyenleget

source: Based on the savings trend so far, the goal could be achieved after the planned date
hu: Az eddigi megtakarítási trend alapján a cél a tervezett dátum után fog teljesülni

# Az eddigi megtakarítási trend alapján a cél a tervezett időn belül teljesülhet
source: Based on the savings trend so far, the goal could be achieved around the planned date
hu: Az eddigi megtakarítási trend alapján a cél a tervezett időn belül teljesülhet

source: Based on the savings trend so far, the goal could be achieved before the planned date
hu: Az eddigi megtakarítási trendet követve a cél a tervezett dátum előtt teljesülhet

# Beállítások
source: Settings
hu: Beállítások

# Becsült befejezés
source: Predicted completion
hu: Becsült befejezés

# Befejezett
source: Completed
hu: Befejezett

# Bevétel neve
source: Income name
hu: Bevétel neve

# Bevételek
source: Incomes
hu: Bevételek

# Biztonság
source: Safety
hu: Biztonság

# Cél neve
source: Name of the goal
hu: Cél neve

# Cél törlése
source: Delete goal
hu: Cél törlése

# Célok
source: Goals
hu: Célok

# Dátum
source: Date
hu: Dátum

# Eddig a célra féltetett összeg: %@ Ft
source: Amount saved for the purpose so far: %@ Ft
hu: Eddig a célra féltetett összeg: %@ Ft

# Eddig befejezettek: %lld
source: Completed so far: %lld
hu: Eddig befejezettek: %lld

# Egyenleg HUF
source: Balance HUF
hu: Egyenleg HUF

# Egyenleg: %@ Ft
source: Balance: %@ Ft
hu: Egyenleg: %@ Ft

# Elfelejtett jelszó
source: Forgotten password
hu: Elfelejtett jelszó

# Elfelejtett jelszó?
source: Forgot password?
hu: Elfelejtett jelszó?

# Év szűrés
source: Year filter
hu: Év szűrés

# Gyakoriság
source: Frequency
hu: Gyakoriság

# Hónap szűrés
source: Month filter
hu: Hónap szűrés

# Hozzáadás
source: Add
hu: Hozzáadás

# Ikon
source: Icon
hu: Ikon

# Ismételd meg a kódot
source: Repeat the password
hu: Ismételd meg a kódot

# Ismétlés
source: Repeat
hu: Ismétlés

# Ismétlődő fizetés beállítása
source: Set recurring payment
hu: Ismétlődő fizetés beállítása

# Kategória
source: Category
hu: Kategória

# Kép kiválasztás
source: Picture
hu: Kép kiválasztás

# Kezdő dátum
source: Begin date
hu: Kezdő dátum

# Kiadás neve
source: Expense name
hu: Kiadás neve

# Kiadások
source: Expenses
hu: Kiadások

# Kiválasztás
source: Select Icon
hu: Kiválasztás

# Még nem történt feltöltés
source: No money has been saved for this goal yet
hu: Még nem történt feltöltés

# Mégse
source: Cancel
hu: Mégse

# Megtakarítási trend
source: Savings trend
hu: Megtakarítási trend

# Mentés
source: Save
hu: Mentés

# Negatív
source: Negative
hu: Negatív

# Nettó pénzforgalom
source: Net cash flow
hu: Nettó pénzforgalom

# Név
source: Name
hu: Név

# Nincs megjeleníthető tranzakció
source: No transactions to display
hu: Nincs megjeleníthető tranzakció

# Nincsenek megadott célok
source: No goals set yet
hu: Nincsenek megadott célok

# Összeg
source: Amount
hu: Összeg

# Összes
source: Show all
hu: Összes

# Pénz hozzáadása
source: Add money
hu: Pénz hozzáadása

# Pénz kivétel
source: Withdraw money
hu: Pénz kivétel

# Pénzügyek
source: Finances
hu: Pénzügyek

# Pin kód beállítása
source: Set pin
hu: Pin kód beállítása

# Pin megadása
source: Add pin
hu: Pin megadása

# Pozitív
source: Positive
hu: Pozitív

# Statisztikák
source: Statistics
hu: Statisztikák

# Szűrés
source: Filter
hu: Szűrés

# Tervezett dátum
source: Planned completion date
hu: Tervezett dátum

# Tervezett összeg: %@ Ft
source: Planned amount: %@ Ft
hu: Tervezett összeg: %@ Ft

# Típus
source: Type
hu: Típus

# Törölni szeretné a jelszót és a pin kódos belépést?
source: Do you want to delete your pin and disable app lock?
hu: Törölni szeretné a jelszót és a pin kódos belépést?

# Tranzakciók
source: Transactions
hu: Tranzakciók

# Túl nagy összeg
source: Too much money
hu: Túl nagy összeg

# Új cél
source: New goal
hu: Új cél

# Új tranzakció
source: New transaction
hu: Új tranzakció

# Válaszd ki a kategóriát
source: Choose the category
hu: Válaszd ki a kategóriát

# Válaszd ki a típust
source: Choose the type
hu: Válaszd ki a típust
